
[A_CreatureEmeraldDragon H7Creature]
mName="Изумрудный дракон"
mLore="С возрастом чешуйки зеленого дракона постепенно превращаются в изумруды, и остаются такими до самой его смерти – или до тех пор, пока его сущность не вернется в Мир духов, оставив в Асхане свою изумрудную оболочку. Множество мародеров и охотников за сокровищами отправлялись в Ироллан на поиски этих драгоценных панцирей, но ни один из них не вернулся назад...\n\nРедкие ресурсы для найма: \n2 ед. сумрачной стали \n1 ед. драконьей стали."
